"Service Update Failed" = "Tjänsteuppdateringen misslyckades";
"Service Update Complete" = "Tjänsteuppdateringen är klar";
"Starting Service Update" = "Påbörjar tjänsteuppdatering";
"Dismiss" = "Avfärda";
"OK" = "OK";
"Call disallowed" = "Numret är inte tillåtet";
